
[
  {"index": 1, "excuse": "I'm feeling under the weather and don't want to spread my illness."},
  {"index": 2, "excuse": "I have a doctor's appointment that can't be rescheduled."},
  {"index": 3, "excuse": "I have a dentist's appointment that can't be rescheduled."},
  {"index": 4, "excuse": "I have a family emergency that I need to attend to."},
  {"index": 5, "excuse": "I have a flat tire and can't get to work."},
  {"index": 6, "excuse": "I have a car accident on the way to work."},
  {"index": 7, "excuse": "I have to take my pet to the vet."},
  {"index": 8, "excuse": "I have to take care of a sick child."},
  {"index": 9, "excuse": "I have a family member in the hospital."},
  {"index": 10, "excuse": "I have a family member who passed away."},
  {"index": 11, "excuse": "I have to attend a court hearing for jury duty."},
  {"index": 12, "excuse": "I have to take care of a family member who has a mental illness."},
  {"index": 13, "excuse": "I have to attend a funeral."},
  {"index": 14, "excuse": "I have a power outage at home."},
  {"index": 15, "excuse": "I have to attend a child's school event."},
  {"index": 16, "excuse": "I have to attend a wedding out of town."},
  {"index": 17, "excuse": "I have to attend a religious ceremony."},
  {"index": 18, "excuse": "I have to take care of a family member who has a physical disability."},
  {"index": 19, "excuse": "I have to attend a child's sports game."},
  {"index": 20, "excuse": "I have a work-related training session."},
  {"index": 21, "excuse": "I have to attend a job interview."},
  {"index": 22, "excuse": "I have to attend a doctor's appointment for a mental health checkup."},
  {"index": 23, "excuse": "I have to attend a child's school field trip."},
  {"index": 24, "excuse": "I have a family member visiting from out of town."},
  {"index": 25, "excuse": "I have to take care of a sick parent."},
  {"index": 26, "excuse": "I have a car breakdown on the way to work."},
  {"index": 27, "excuse": "I have to attend a family member's graduation ceremony."},
  {"index": 28, "excuse": "I have to attend a child's school parent-teacher conference."},
  {"index": 29, "excuse": "I have to attend a child's school play."},
  {"index": 30, "excuse": "I have to take care of a family member who is in the hospital."},
  {"index": 31, "excuse": "I have a family member who is getting married."},
  {"index": 32, "excuse": "I have a flat tire on the way to work."},
  {"index": 33, "excuse": "I have to attend a child's school awards ceremony."},
{"index": 34, "excuse": "I have to take care of a family member who is recovering from surgery."},
{"index": 35, "excuse": "I have to attend a child's school graduation ceremony."},
{"index": 36, "excuse": "I have to attend a religious retreat."},
{"index": 37, "excuse": "I have a sick pet that needs my attention."},
{"index": 38, "excuse": "I have to attend a family member's birthday party."},
{"index": 39, "excuse": "I have to attend a child's school science fair."},
{"index": 40, "excuse": "I have a work-related conference to attend."},
{"index": 41, "excuse": "I have to take care of a family member who is ill."},
{"index": 42, "excuse": "I have to attend a religious holiday."},
{"index": 43, "excuse": "I have to take care of a family member who is disabled."},
{"index": 44, "excuse": "I have to attend a child's school musical performance."},
{"index": 45, "excuse": "I have to attend a work-related event after hours."},
{"index": 46, "excuse": "I have to attend a child's school dance recital."},
{"index": 47, "excuse": "I have to attend a child's school book fair."},
{"index": 48, "excuse": "I have to attend a work-related meeting out of town."},
{"index": 49, "excuse": "I have to attend a family member's engagement party."},
{"index": 50, "excuse": "I have to take care of a family member who has a chronic illness."},
{"index": 51, "excuse": "I have to attend a family member's wedding rehearsal."},
{"index": 52, "excuse": "I have to attend a work-related training session out of town."},
{"index": 53, "excuse": "I have to attend a child's school open house."},
{"index": 54, "excuse": "I have to attend a work-related team-building activity."},
{"index": 55, "excuse": "I have a personal emergency that requires my attention."},
{"index": 56, "excuse": "I have to take care of a sick spouse."},
{"index": 57, "excuse": "I have to attend a child's school talent show."},
{"index": 58, "excuse": "I have to attend a family member's baby shower."},
{"index": 59, "excuse": "I have to attend a work-related seminar."},
{"index": 60, "excuse": "I have to take care of a family member who is hospitalized."},
{"index": 61, "excuse": "I have to attend a religious ceremony for a family member."},
{"index": 62, "excuse": "I have to attend a child's school history fair."},
{"index": 63, "excuse": "I have to attend a family member's college graduation."},
{"index": 64, "excuse": "I have to take care of a sick child at home."},
{"index": 65, "excuse": "I have to attend a family member's retirement party."}

]